formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
streetsidesoftware.code-spell-checker
dsznajder.es7-react-js-snippets
file-icons.file-icons
xabikos.javascripts
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
monokai.theme-monokai-pro-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
esbenp.prettier-vscode
xabikos.reactsnippet
mgmcdermott.vscode-language-babel
moshfeu.compare-folders
be5invis.vscode-custom-css
dbaeumer.vscode-eslint
shinotatwu-ds.file-tree-generator
ms-vscode.live-server
ritwickdey.liveserve
rvest.vs-code-prettier-eslint
jawandarajbir.react-vscode-extension-pack
yoavbls.pretty-ts-errors
kuscamara.remove-unused-imports
bradlc.vscode-tailwindcss
wayou.vscode-todo-highlight
typescriptteam.native-preview



cat Vscode-Extensions.txt | xargs -L1 code --install-extension
